
/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%@ (%@) : Uppkopplingsmeddelande";

/* No comment provided by engineer. */
"%@ (%@) has sent you an unknown encryption fingerprint:\n\n%@\n\nDo you want to accept this fingerprint as valid?" = "%1$@ (%2$@) har skickat dig ett okänt fingeravtryck:\n\n%3$@\n\nVill du acceptera detta fingeravtryck som giltigt?";

/* User deined authorization; the next line has an explanation. */
"%@ denied authorization:" = "%@ gav inte tillåtelse:";

/* No comment provided by engineer. */
"%@ granted authorization." = "%@ gav tillåtelse.";

/* No comment provided by engineer. */
"%s has %i new messages." = "%s har %i nya meddelanden.";

/* No comment provided by engineer. */
"%s has 1 new message." = "%s har 1 nytt meddelande.";

/* Message when the remote contact cancels his half of an encrypted conversation. %s will be a name. */
"%s is no longer using encryption; you should cancel encryption on your side." = "%s använder inte längre kryptering; du bör avsluta kryptering även hos dig.";

/* No comment provided by engineer. */
"(No reason given)" = "(Ingen anledning angiven)";

/* Indicates a preference will not take effect until the next time Adium is loaded */
"(Takes effect the next time Adium launches)" = "(Börjar gälla nästa gång du startar Adium)";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Meddelande";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Adium-meddelande: %@";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit http://www.cypherpunks.ca/otr/." = "Adium erbjuder kryptering, autentisering, möjlighet att avböja, och total sekretess över %@ via 'Off-the-Record Messaging' (OTR). Om din kontakts meddelandesystem inte kan hantera OTR, kommer din kontakt att få en länk till OTRs hemsida när du försöker ansluta. För mer information om OTR, besök http://www.cypherpunks.ca/otr/.";

/* A 'Hiptop' is a mobile device; this phrase descibes a contact who is connected to AIM through a hiptop. */
"AIM via Hiptop" = "AIM via Hiptop";

/* Button title to allow an action */
"Allow" = "Tillåt";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Tillåt MSN Mobila sidor?";

/* Action menu item for MSN accounts to toggle whether Mobile pages [forwarding messages to a mobile device] are enabled */
"Allow/Disallow Mobile Pages" = "Tillåt/Tillåt ej Mobila sidor";

/* No comment provided by engineer. */
"America Online" = "America Online";

/* No comment provided by engineer. */
"An ambiguous user ID was entered" = "Ett otydligt användar-ID angavs";

/* No comment provided by engineer. */
"An error was encoutered sending the file.  Please note that sending of folders is not currently supported; this includes Application bundles." = "Ett fel uppstod när filen skulle skickas. Notera att det i nuläget inte är möjligt att skicka mappar, vilket även innefattar programpaket.";

/* No comment provided by engineer. */
"AOL Administrator" = "AOL Administratör";

/* Phrase to describe the client through which a contact is connected mobilely; cell phones, for example, may be AOL Mobile Devices. */
"AOL Mobile Device" = "AOL mobil enhet";

/* No comment provided by engineer. */
"Authenticating" = "Autentiserar";

/* No comment provided by engineer. */
"Authorization Requested" = "Tillstånd krävs";

/* Connection step */
"Balancer handshake" = "'Balancer'-handskakning";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Connect" = "Anslut";

/* No comment provided by engineer. */
"Connecting" = "Kopplar upp";

/* No comment provided by engineer. */
"Connection error." = "Uppkopplingsfel.";

/* No comment provided by engineer. */
"Connection established" = "Uppkoppling etablerad";

/* No comment provided by engineer. */
"Conversation notices" = "Samtalsmeddelanden";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM connected" = "Direct IM uppkopplad";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM disconnected" = "Direct IM nedkopplad";

/* Button title to prevent an action */
"Disallow" = "Tillåt ej";

/* No comment provided by engineer. */
"Display conversation closed notices" = "Visa ett meddelande när samtalet stängs";

/* No comment provided by engineer. */
"Display names (friendly names)" = "Visningsnamn (enkla namn)";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Vill du tillåta folk på din kontaktlista att skicka MSN Mobila sidor till din mobiltelefon eller andra mobila enheter?";

/* No comment provided by engineer. */
"Encrypted by Off-the-Record Messaging" = "Krypterat med 'Off-the-Record Messaging'";

/* No comment provided by engineer. */
"Encryption" = "Kryptering";

/* Connection step */
"Exchanging key hash" = "Utbyter krypteringsnycklar";

/* No comment provided by engineer. */
"Export Sametime List..." = "Exportera 'sametime'-lista...";

/* No comment provided by engineer. */
"File Send Error" = "Filöverföringsfel";

/* No comment provided by engineer. */
"Finalizing connection" = "Slutför uppkoppling";

/* Fingerprint for <name>: */
"Fingerprint for %@:" = "Signatur för %@:";

/* No comment provided by engineer. */
"Fingerprint: %.80s" = "Krypteringsavtryck: %.80s";

/* Button title to make Adium no longer know a user's encryption fingerprint */
"Forget Fingerprint" = "Glöm krypteringsavtryck";

/* No comment provided by engineer. */
"From: " = "Från: ";

/* No comment provided by engineer. */
"Generating private encryption key for %@" = "Skapar privat krypteringsnyckel för %@";

/* No comment provided by engineer. */
"GG Number" = "GG-nummer";

/* No comment provided by engineer. */
"ICQ Number" = "ICQ-nummer";

/* No comment provided by engineer. */
"Import Sametime List..." = "Importera 'sametime'-lista...";

/* No comment provided by engineer. */
"Incoming:" = "Inkommande:";

/* No comment provided by engineer. */
"Initializing Stream" = "Initierar ström";

/* No comment provided by engineer. */
"Initiate Conference with %@" = "Starta konferens med %@";

/* No comment provided by engineer. */
"Initiate Direct IM with %@" = "Starta direktkommunikation med %@";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Starta gruppsamtal med %@";

/* No comment provided by engineer. */
"Invalid Jabber ID or Password" = "Ogiltligt Jabber ID eller lösenord";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber-ID";

/* No comment provided by engineer. */
"Jabber was unable to connect due to an invalid Jabber ID or password.  This may be because you do not yet have an account on this Jabber server.  Would you like to register now?" = "Jabber kunde inte ansluta på grund av ett felaktigt Jabber ID eller lösenord. Detta kan bero på att du inte har ett Jabber-konto ännu. Vill du registrera ett nu?";

/* No comment provided by engineer. */
"Join %@'s Chat" = "Anslut till %@s samtal";

/* No comment provided by engineer. */
"Load From and Save To Server" = "Hämta från och spara till server";

/* No comment provided by engineer. */
"Load From Server" = "Hämta från server";

/* No comment provided by engineer. */
"Local Only" = "Enbart lokalt";

/* No comment provided by engineer. */
"Logging in" = "Loggar på";

/* No comment provided by engineer. */
"Looking up server" = "Letar efter server";

/* No comment provided by engineer. */
"Member Name" = "Medlemsnamn";

/* No comment provided by engineer. */
"MSN" = "MSN";

/* No comment provided by engineer. */
"MSN Passport" = "MSN Passport";

/* No comment provided by engineer. */
"New Mail" = "Ny epost";

/* No comment provided by engineer. */
"No" = "Nej";

/* Message to show in the Encryption OTR preferences when an account is selected which does not have a private key */
"No private key present" = "Ingen privat nyckel tillgänglig";

/* No comment provided by engineer. */
"No reason was given." = "Ingen anledning angavs.";

/* No comment provided by engineer. */
"Not private" = "Inte privat";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Mail" = "Öppna epost";

/* Name for the orphans group */
"Orphans" = "Ensamma";

/* No comment provided by engineer. */
"OTR Fingerprint" = "OTR krypteringsavtryck";

/* No comment provided by engineer. */
"Outgoing:" = "Utgående:";

/* No comment provided by engineer. */
"Password sent" = "Lösenord skickat";

/* No comment provided by engineer. */
"Please wait" = "Vänta";

/* No comment provided by engineer. */
"Private" = "Privat";

/* No comment provided by engineer. */
"Re-request Authorization from %@" = "Begär på nytt tillåtelse från %@";

/* Connection step */
"Reading data" = "Läser data";

/* Connection step */
"Reading server key" = "Läser server-nyckel";

/* No comment provided by engineer. */
"Received authorization" = "Tillåtelse mottagen";

/* No comment provided by engineer. */
"Register" = "Registrera";

/* No comment provided by engineer. */
"Requesting to send password" = "Begär att få skicka lösenord";

/* No comment provided by engineer. */
"Retrieving buddy list" = "Tar emot kontaktlista";

/* Roster - the Jabber default group */
"Roster" = "Lista";

/* No comment provided by engineer. */
"Screen Name" = "Visningsnamn";

/* No comment provided by engineer. */
"Screen name sent" = "Visningsnamn skickat";

/* No comment provided by engineer. */
"Secure ID for this session:" = "Säker identitet för denna session:";

/* No comment provided by engineer. */
"Send to %@'s Mobile" = "Send to %@'s Mobile";

/* Action menu item for setting the display name */
"Set Display Name" = "Ändra visningsnamn";

/* No comment provided by engineer. */
"Set Home Phone Number" = "Ändra telefonnummer (hem)";

/* No comment provided by engineer. */
"Set Mobile Phone Number" = "Ändra telefonnummer (mobil)";

/* No comment provided by engineer. */
"Set Work Phone Number" = "Ändra telefonnummer (arbete)";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Ändra visningsnamn";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Ändra telefonnummer (hem)";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Ändra telefonnummer (mobil)";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Ändra telefonnummer (arbete)";

/* No comment provided by engineer. */
"Show display names as status messages" = "Visa visningsnamn som statusmeddelanden";

/* No comment provided by engineer. */
"Subject: " = "Ämne: ";

/* No comment provided by engineer. */
"Syncing with server" = "Synkroniserar med server";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Göm tillfälligt från %@";

/* No comment provided by engineer. */
"The contact %@ wants to add %@ to his or her contact list for the following reason:\n%@" = "Kontakten %1$@ vill lägga till %2$@ till sin kontaktlista av följande anledning:\n%3$@";

/* No comment provided by engineer. */
"The contact %@ wants to add %@ to his or her contact list." = "Kontakten %1$@ vill lägga till %2$@ till sin kontaktlista.";

/* No comment provided by engineer. */
"The identifier '%@' may possibly refer to any of the following users. Please select the correct user from the list below." = "Namnet '%@' tillhör troligtvis någon av följande användare. Välj korrekt användare från listan nedan.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Den andra användaren finns i din vägralista.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Den andra användaren är inte tillgänglig för tillfället.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Detta namn kommer andra MSN-kontakter att se dig som.";

/* No comment provided by engineer. */
"Un-hide From %@" = "Sluta göm från %@";

/* No comment provided by engineer. */
"United States" = "Förenta staterna";

/* No comment provided by engineer. */
"Unknown" = "Okänd";

/* No comment provided by engineer. */
"Unknown OTR fingerprint" = "Okänd OTR-signatur";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Avlägsna (unsubscribe) %@";

/* No comment provided by engineer. */
"Unused" = "Oanvänd";

/* No comment provided by engineer. */
"Username" = "Användarnamn";

/* Sample name and server for new gmail accounts */
"username@gmail.com" = "anvandarnamn@gmail.com";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "anvandarnamn@jabber.org";

/* No comment provided by engineer. */
"View %@'s Webcam" = "View %@'s Webcam";

/* No comment provided by engineer. */
"Warning level is too high." = "För hög varningsnivå.";

/* No comment provided by engineer. */
"Warning: The 'load and save' option is still experimental. Please back up your contact list with an official client before enabling." = "Varning: 'Hämta och spara'-alternativet är fortfarande under utveckling. Vänligen ta backup på din kontaktlista med en officiell klient innan du använder detta.";

/* No comment provided by engineer. */
"Yahoo! ID" = "Yahoo!-ID";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Du skickar meddelanden för fort; vänta ett slag och försök igen.";

/* No comment provided by engineer. */
"You have mail!\n" = "Du har fått epost!";

/* Message when sending unencrypted messages to a contact expecting encrypted ones. %s will be a name. */
"You sent an unencrypted message, but %s was expecting encryption." = "Du skickade ett okrypterat meddelande, men %s förväntade sig kryptering.";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Ditt meddelande till %@ skickades inte";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Ditt meddelande togs inte emot av den andra användaren.";

/* No comment provided by engineer. */
"Your message was too big." = "Ditt meddelande var för stort.";

/* No comment provided by engineer. */
"Your Yahoo! message did not get sent." = "Ditt Yahoo!-meddelande skickades inte.";
